{
 "Hindi Independence Day": [
  {
   "name": "फना होने की इज़ाजत ली नहीं जाती, ये वतन की मोहब्बत है जनाब पूछ कर की नहीं जाती…!!वंदे मातरम् !"
  },
  {
   "name": "ना सरकार मेरी है ! ना रौब मेरा है ! ना बड़ा सा नाम मेरा है ! मुझे तो एक छोटी सी बात का गौरव है , मै “हिन्दुस्तान” का हूँ…. और “हिन्दुस्तान” मेरा है…जय हिन्द"
  },
  {
   "name": "आज सलाम है उनको, जिनके कारण ये दिन आता है, खुशनसीब होती है वो माँ, जिनके बच्चों का बलिदान इस देश के काम आता है। स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "दिल दिया है जान भी देंगे , ऐ वतन तेरे लिए…Lets salute our nation Happy Independence Day"
  },
  {
   "name": "सरे जहाँ से अच्छा हिन्दुस्तान हमारा ,, हम बुलबुले हैं इसके , ये गुलिस्तान हमारा… वन्देमातरम !! जय हिन्द !!"
  },
  {
   "name": "जिस देश में पैदा हुए हो तुम… उस देश के अगर तुम भकत नहीं… नहीं पिया दूध माँ का तुमने और बाप का तुम में रक्त नहीं… वन्देमातरम !! स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "आजाद की कभी शाम नहीं होने देंगें, शहीदों की कुर्बानी बदनाम नहीं होने देंगें, बची हो जो एक बूंद भी गरम लहू की, तब तक भारत माता का आँचल नीलाम नहीं होने देंगें!स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "वतन हमारा ऐसा कोई ना छोड पाये, रिश्ता हमारा ऐसा कोई न तोड़ पाये, दिल एक है जान एक है हमारी, हिन्दुस्तान हमारा है यह शान हैं हमारी…स्वतंत्र दिवस की हार्दिक शुभकामनायें.."
  },
  {
   "name": "ज़माने भर में मिलते हैं आशिक कई, मगर वतन से खूबसूरत कोई सनम नहीं होता, नोटों में भी लिपट कर, सोने में सिमटकर मरे हैं कई, मगर तिरंगे से खूबसूरत कोई कफ़न नहीं होता..\nस्वतंत्र दिवस की हार्दिक शुभकामनाएं!"
  },

  {
   "name": "दूध मांगोगे तो खीर देंगे… कश्मीर मांगोगे तो चीर देंगे। स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "अब तक जिसका खून न खौला, वो खून नहीं वो पानी है…जो देश के काम ना आये, वो बेकार जवानी है… बोलो भारत माता की जय.. स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "हम तो किसी दूसरे की धरती पर नज़र भी नहीं डालते… लेकिन इतने नालायक बच्चे भी नहीं की कोई हमारी धरती माँ पर नज़र डाले और हम चुप चाप देखते रहे। जय हिन्द"
  },
  {
   "name": "न ज़ुबान से, न निगाहों से, न दिमाग से , न रंगो से, न ग्रीटिंग से, न गिफ़्ट से , आपको “जशने आज़ादी मुबारक ” direct दिल से … Happy Independence Day"
  },
  {
   "name": "बुलंद भारत के निकम्मे बच्चो, वैलेंटाइन्स/फ्रेंडशिप डे होता तो अब तक 100 sms हो गए होते… Come on, it’s a great day…So wish everybody JAI HIND… Happy Independence Day"
  },
  {
   "name": "हम लोग परिवार के साथ चैन से सो सके… चैन से जी सके… इसलिए हमारे जवान रोज़ बॉर्डर पर मरते हैं… वन्देमातरम !! जय हिन्द !!"
  },
  {
   "name": "हम हाथ मिलाना भी जानते है..उखाड़ना भी… हम गांधी जी को भी पूजते है और चंद्रशेखर आज़ाद को भी… वन्देमातरम !! जय हिन्द !!"
  },
  {
   "name": "न सर झुका है कभी..और न झुकायेंगे कभी, जो अपने दम पे जियें…सच में ज़िन्दगी है वही… जिओ सच्चे भारतीय बन कर… स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "चलो फिर से खुद को जगाते हैं… अनुशासन का डंडा फिर घुमाते हैं… सुनहरा रंग है स्वतंत्र का शहीदों के लहू से… ऐसे शहीदों को हम सब सर झुकाते हैं।स्वतंत्र दिवस की शुभकामनाएं!"
  },
  {
   "name": "हमारी जुबां भी हमारी गोली की तरह… दुश्मनों से सीधी बात करती है…Wishing you all a very Happy Independence Day"
  },
  {
   "name": "देश भक्तों के बलिदान से, स्वतंत्र हुए हैं हम… कोई पूछे कौन हो, तो गर्व से कहेंगे, भारतीय हैं हम.. स्वतंत्र दिवस मुबारक हो!"
  }
  {
   "name": "क्यों मरते हो यारो सनम के लिए… ना देगी दुपट्टा कफ़न के लिए… मारना है तो मरो “वतन” के लिए “तिरंगा” तो मिले कफन के लिए… स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "संस्कार, संस्कृति और शान मिले… ऐसे हिन्दू, मुस्लिम और हिंदुस्तान मिले… रहे हम सब ऐसे मिल-जुल कर… मंदिर में अल्लाह और मस्जिद में भगवान् मिले।"
  },
  {
   "name": "साले अपने खुद के देश में एक सुई नहीं बना सकते …. और हमारा देश तोड़ने का सपना देखते हैं।"
  },
  {
   "name": "अगर भारत को है महान बनाना… तो भ्रष्ट नेताओं को होगा हटाना और भ्रष्टाचार को होगा मिटाना… ये किसी एक से न होगा.. पूरे जनसमुदाय को होगा साथ निभाना… स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "पहली गोली वो चलाएंगे…… और आखिरी हम… जय हिन्द!!"
  },
  {
   "name": "आओ झुक कर सलाम करे उनको… जिनके हिस्से में ये मुकाम आता है; खुशनसीब होता है वो खून जो देश के काम आता है! स्वतंत्र दिवस की शुभकामनाएं!"
  },
  {
   "name": "पंख फैलाये हुए मौर बहुत देखे है, घन पे छाये घनघोर बहुत देखे है… नाला कहता है समंदर से उमड़ना सीखो, हमने बरसात के ये शौर बहुत देखे है… भारत माता की जय"
  },
  {
   "name": "चड़ गये जो हंसकर सूली, खाई जिन्होने सीने पर गोली, हम उनको प्रणाम करते हैं, जो मिट गये देश पर… हम उनको सलाम करते हैं…स्वतंत्र दिवस मुबारक हो!"
  },
  {
   "name": "घर वाला घर नहीं… हम में किसी का डर नहीं..और कुत्ते को शर्म नहीं…"
  },
  {
   "name": "लंदन देखा पेरिस देखा और देखा जापान , सरे जग में कहीं नहीं है दूसरा हिन्दुस्तान.. We all feel proud to be an Indian. Wishing you all a very Happy Independence Day 2020!!"
  }
 ]
}
