{
"Status Independence Day": [
{
 "name": "Happy Independence day to all my friends"
},
{
 "name": "Feeling patriotic, feeling emotional, feeling proud to be a citizen of India."
},
{
 "name": "Instead of complaining, I have decided to make changes. Happy Independence day."
},
{
 "name": "Freedom was taken by the blood that was given. Happy Independence Day."
},
{
 "name": "आन देश की शान देश की, देश की हम संतान हैं,\nतीन रंगों से रंगा तिरंगा, अपनी ये पहचान है!"
},
{
 "name": "वो तिरंगे वाले DP हो तो लगा लेना भाई जी,\nसुना है कल देशभक्ति दिखने वाली तारीख हैं।"
},
{
 "name": "Freedom is nothing but a chance to be better."
},
{
 "name": "मरने के बाद भी जिसके नाम मे जान हैं,\nऐसे जाबाज़ सैनिक हमारे भारत की शान है।"
},
{
 "name": "उन आँखों की दो बूंदों से सातों सागर हारे हैं,\nजब मेहँदी वाले हाथों ने मंगल-सूत्र उतारे हैं"
},
{
 "name": "आर्मी तो है देश की शान,\nजिन्दादिली है जिसकी पहचान।"
},
{
 "name": "Freedom is a Precious gift of our freedom fighters."
},
{
 "name": "कुछ तो बात है मेरे देश की मिट्टी में साहेब,\nसरहदें कूद के आते हैं यहाँ दफ़न होने के लिए।"
},
{
 "name": "Have a great day! Happy Independence day to all my friends"
},
{
 "name": "Happy Independence day! Remembering the sacrifices of great leaders."
},
{
 "name": "I love the unity of India! Plz don’t break it. Happy Independence day."
},
{
 "name": "जिस देश में पैदा हुए हो तुम, उस देश के अगर तुम भक्त नहीं\nनहीं पिया दूध माँ का तुमने और बाप का तुम में रक्त नहीं…।"
},
{
 "name": "भारत की फ़जाओं को सदा याद रहूँगा,\nआज़ाद था, आज़ाद हूँ, आज़ाद रहूँगा।"
},
{
 "name": "Jo log dusro ko azadi nhi dete,\nUnhe khud b iska hak nahi hota"
},
{
 "name": "वो ज़िन्दगी ही क्या जिसमे देशभक्ति ना हो।\nऔर वो मौत ही क्या जो तिरंगे में ना लिपटी हो।"
},
{
 "name": "जिक्र अगर हीरो का होगा,\nतो नाम हिंदुस्तान के वीरों का होगा।"
},
{
 "name": "जिन की पत्नी वेकेशन करने मायके चली गई है,\nवो स्टेटस पर तिरंगा लगा कर अपनी आज़ादी का ऐलान कर सकते हैं।"
},
{
 "name": "जश्न आज़ादी का मुबारक हो देश वालो को,\nफंदे से मोहब्बत थी हम वतन के मतवालो को।"
},
{
 "name": "Desh ki mitti ki khusboo seene me ramaa kar aaye hai\nFanah krke tujhe maa k dud ka karz chukane aaye hai"
},
{
 "name": "Thanks to all superheroes for the wonderful gift called independence. HID"
},
{
 "name": "Independence is the best gift one can give to anyone. Thanks to all superheroes."
},
{
 "name": "No money can buy independence. So respect it! Happy Independence Day"
},
{
 "name": "Have a great day, Happy independence day. Let’s celebrate it differently."
}
]
}
